Repository: PatrickNegretto/zconnect-verificaC19-sdk-ios
Catalog: Verifier/Resources/*.lproj/Localizable.strings
Languages: it

# home.title
source: Green Pass Certificate
it: Scansione Green Pass

# home.subtitle
source: Check ticket
it: Controlla un certificato

# home.description
source: Scan the QR code of a vaccination ticket
it: Scannerizza il QR code di una certificazione.

# home.scan
source: Scan QR Code
it: Avvia scan

# home.welcome
source: Welcome
it: Benvenuto

# home.intro
source: This is the system that scans and validates a QR code of a vaccination ticket
it: Questo è il sistema di scannerizzazione dei QR code delle certificazioni di idoneità Covid19.

# home.loading
source: Loading certificates...
it: Caricamento certificati in corso...

# home.lastUpdate
source: Last update:
it: Ultimo aggiornamento:

# result.valid.title
source: Valid vaccination
it: Certificato valido

# result.valid.description
source: For security reasons, please present also an identification document (e.g. national id card)
it: Per sicurrezza, confrontare i sequenti dati con un documento ufficiale (es: Carta d'Identità).

# result.bithdate
source: Birth date:
it: Data di nascita

# result.invalid.title
source: Check unsuccessful
it: Certificato non valido

# result.invalidQR.description
source: The QR is not valid.
it: Il QR code, o firma digitale, non è valido.

# result.expired.description
source: The certificate is expired.
it: Il certificato è scaduto.

# result.notValid.description
source: The certificate is not valid or could not be verified.
it: Il certificato non è valido o non è stato possibile verificarlo.

# result.rescan
source: Rescan
it: Ripeti scansione

# result.nextScan
source: Next scan
it: Prossima scansione

# alert.cameraPermissions.title
source: Camera Permissions
it: Autorizzazioni fotocamera

# alert.cameraPermissions.message
source: Please open Settings and grant permission for this app to use your camera.
it: Apri Impostazioni e concedi l'autorizzazione a questa app per utilizzare la tua fotocamera.

# alert.nocamera.title
source: Cannot Find Camera
it: Fotocamera non rilevata

# alert.nocamera.message
source: There seems to be a problem with the camera on your device.
it: Sembra ci sia un problema con la fotocamera del tuo dispositivo.
